Repository: LuciaCL/GraffiTab-iOS
Catalog: GraffiTab/*.lproj/Localizable.strings
Languages: bg_bg, es

# NOTIF_FOLLOW
source: %@ started following you.
bg_bg: %@ те последва.
es: %@ ahora te sigue.

# NOTIF_COMMENT
source: %@ commented on your graffiti:
bg_bg: %@ коментира на рисунката ти:
es: %@ ha comentado tu grafiti:

# NOTIF_LIKE
source: %@ liked your graffiti.
bg_bg: %@ хареса твоята рисунка.
es: A %@ le gusta tu grafiti.

# NOTIF_MENTION
source: %@ mentioned you in a comment:
bg_bg: %@ те спомена в коментар:
es: %@ te ha mencionado en un comentario:

source: Photo
bg_bg: Снимка

source: Save photo
bg_bg: Запази

source: Discard photo
bg_bg: Отмяна

source: Filter
bg_bg: Филтър

source: Frame
bg_bg: Рамка

source: Focus
bg_bg: Фокус

source: Adjust
bg_bg: Настройки

source: None
bg_bg: Без

source: Magic
bg_bg: Магия

source: Apply changes
bg_bg: Запази

source: Discard changes
bg_bg: Отмяна

source: No Frame
bg_bg: Без рамка

source: Linear focus area
bg_bg: Линеен фокус

source: Double-tap and hold to move focus area
bg_bg: Натисни два пъти и плъзни, за да преместиш фокуса

source: Rotate left
bg_bg: Завърти наляво

source: Rotate right
bg_bg: Завърти надясно

source: Radial focus area
bg_bg: Кръгъл фокус

source: Blur intensity
bg_bg: Замъгляване

source: No Focus
bg_bg: Без фокус

source: Linear
bg_bg: Линеен

source: Radial
bg_bg: Кръг

source: Radial focus
bg_bg: Кръгъл фокус

source: Brightness
bg_bg: Яркост

source: Contrast
bg_bg: Контраст

source: Saturation
bg_bg: Наситеност

source: Clarity
bg_bg: Яснота

source: Shadows
bg_bg: Сенки

source: Highlights
bg_bg: Акценти

source: Exposure
bg_bg: Експозиция

source: Editor
bg_bg: Редактор

# cell_comment_edited
source: edited
bg_bg: редактиран
es: editado

# cell_activity_people
source: %li people
bg_bg: %li потребители
es: %li gente

# cell_activity_following
source: %@ started following %@
bg_bg: %@ последва %@
es: %@ ahora sigue a %@

# cell_activity_graffiti
source: %li graffiti
bg_bg: %li рисунки
es: %li grafiti

# cell_activity_likes
source: %@ likes %@
bg_bg: %@ хареса %@
es: %@ le gusta %@

# cell_activity_created
source: %@ created %@
bg_bg: %@ създаде %@
es: %@ ha creado %@

# cell_activity_commented
source: %@ commented on %@
bg_bg: %@ коментира за %@
es: %@ ha comentado en %@

# cell_activity_likes_single
source: %@ likes %@'s graffiti
bg_bg: %@ хареса рисунката на %@
es: A %@ le gusta el grafiti de %@

# cell_activity_created_single
source: %@ created graffiti
bg_bg: %@ създаде рисунка
es: %@ ha creado un grafiti

# cell_activity_commented_single
source: %@ posted a comment:
bg_bg: %@ коментира:
es: %@ ha comentado:

# cell_streamable_like
source: Like
bg_bg: Харесване
es: Me gusta

# cell_streamable_likes
source: Likes
bg_bg: Харесвания
es: Me gusta

# cell_streamable_liked
source: Liked
bg_bg: Харесано
es: Me gusta

# cell_streamable_comment
source: Comment
bg_bg: Коментар
es: Comentario

# cell_streamable_comments
source: Comments
bg_bg: Коментари
es: Comentarios

# cell_notification_welcome_title
source: Welcome to GraffiTab!
bg_bg: Добре дошъл в GraffiTab!
es: Bienvenido a GraffiTab!

# cell_notification_welcome_description
source: Now that you have signed up, you can quickly start creating amazing graffiti and share them with your comminuty. If you get stuck, feel free to check out the tutorials again in Settings.
bg_bg: След като вече се регистрира, можеш бързо и лесно да започнеш да рисуваш и споделяш с приятели. Ако имаш нужда от помощ, винаги можеш да погледнеш в менюто Настройки за повече информация.
es: Ahora que ya estás registrado, puedes empezar a crear grafitis y compartirlos con quien quieras. Si tienes alguna duda, puedes volver a consultar los tutoriales en la sección de Ajustes.

# view_follow_button_follow
source: Follow
bg_bg: Последвай
es: Seguir

# view_follow_button_following
source: Following
bg_bg: Последван
es: Siguiendo

# view_profile_header_graffiti
source: graffiti
bg_bg: рисунки
es: grafiti

# view_profile_header_followers
source: followers
bg_bg: следователи
es: Seguidores

# view_profile_header_following
source: following
bg_bg: следвани
es: Siguiendo

# manager_location_permission
source: You will have to enable Location Services for GraffiTab in Settings before continuing with this action.
bg_bg: Преди да продължиш, ще трябва да активираш Location Services за GraffiTab в Settings.
es: Tendrás que habilitar los servicios de localización para GraffiTab en Ajustes antes de continuar con esta acción.

# manager_location_permission_yes
source: Open Location Settings
bg_bg: Отвори Location Settings
es: Abrir Ajustes de localización

# manager_location_permission_no
source: No, thanks
bg_bg: Не, благодаря
es: No, gracias

# manager_location_permission_geofencing
source: You have entered one of your geographical regions. Explore it here.
bg_bg: Току-що влезе в един от наблюдаваните си райони. Натисни тук, за да го проучиш.
es: Has introducido una de tus regiones geográficas. Consúltalas aquí.

# manager_network_connected
source: Connected
bg_bg: Свързан
es: Conectado

# manager_network_not_connected
source: No Internet Connection
bg_bg: Няма Интернет Връзка
es: No hay conexión a internet

# manager_permission_later_button
source: I'll do it later
bg_bg: По-късно
es: Intentalo más tarde

# manager_permission_notifications_title
source: Receive Notifications
bg_bg: Получаване на известия
es: Recibir notificaciones

# manager_permission_notifications_description
source: Staying connected with the people you follow is easier with push notifications. Otherwise you'll have to manually check the app for updates.
bg_bg: Получаването на информация за хората, които следваш е по-лесно с Известия. Ако решиш да не ги използваш, ще трябва да проверяваш приложението ръчно.
es: Estar conectado con la gente que sigues es fácil con las notificaciones Push. Sin ellas, tendrás que comprobar manualmente las actualizaciones en la aplicación.

# manager_permission_notifications_button
source: Use Push Notifications
bg_bg: Използвай Известия
es: Usar notificaciones Push

# manager_permission_photos_title
source: Background Pictures
bg_bg: Снимки за Фон
es: Imágenes de fondo

# manager_permission_photos_description
source: Want to set a background picture and draw on top of it? Awesome! We just need your permission first. Photos will never be posted without your consent.
bg_bg: Искаш да рисуваш върху снимка? Страхотно! Трябва ни само разрешението ти. Никога няма да публикуваме снимка без разрешението ти.
es: ¿Quieres seleccionar una imagen de fondo y dibujar sobre ella? ¡Genial! Simplemente necesitamos tu aprobación. Las imágenes nunca serán publicadas sin tu consentimiento.

# manager_permission_photos_button
source: Use Background Pictures
bg_bg: Използвай снимки за фон
es: Usar Imágenes de fondo

# manager_permission_photos_denied
source: We need your permission to access the photos library. Please enable this in Settings.
bg_bg: Трябва ни разрешението ти за достъп до твоите снимки. Провери Settings на устройството си, за да ни го дадеш.
es: Necesitamos tu permiso para acceder a tu galería de fotografías. Por favor, habilítalo en Ajustes.

# manager_permission_location_title
source: Location Services
bg_bg: Позициониране
es: Servicios de localización

# manager_permission_location_description
source: In order to use the Explorer or create graffiti, we need to know your location. Otherwise, you can still draw and publish graffiti but they won't appear on the map.
bg_bg: Създаването на рисуки е по-забавно ако можеш да ги запазиш на реално географаско местоположение. Публикуването без локация е също разрешено.
es: Para usar el Explorador o crear grafitis, necesitamos conocer tu localización. Sin ella, podrás dibujar y publicar grafitis pero no aparecerán en el mapa.

# manager_permission_location_button
source: Use Location Services
bg_bg: Използвай позициониране
es: Usar servicios de localización

# models_comment_sending
source: Sending
bg_bg: Изпраща се
es: Enviando

# models_comment_failed
source: Failed
bg_bg: Грешка
es: Se ha producido un error

# models_comment_sent
source: Sent
bg_bg: Изпратено
es: Enviado

# api_error_unsupported_file_type
source: This file type is not supported.
bg_bg: Не поддържаме този тип файлове.
es: El tipo de archivo no está soportado.

# api_error_invalid_token
source: The provided token is invalid.
bg_bg: Сесията е невалидна.
es: El token proporcionado no es válido.

# api_error_stream_could_not_be_read
source: The file stream could not be read.
bg_bg: Файлът не може да бъде прочетен.
es: El archivo no se puede leer.

# api_error_invalid_argument
source: Invalid argument passed in the request.
bg_bg: Невалиден аргумент за заявката.
es: Valor incorrecto.

# api_error_missing_argument
source: Missing argument in the request.
bg_bg: Липсващ аргумент за заявката.
es: Valor incorrecto.

# api_error_invalid_json
source: Invalid JSON in the request.
bg_bg: Невалидна заявка.
es: Valor incorrecto.

# api_error_invalid_followee
source: You cannot follow yourself.
bg_bg: Не можеш да последваш себе си.
es: No te puedes seguir a tí mismo.

# api_error_empty_mandatory_field
source: Mandatory fields missing.
bg_bg: Липсват задължителни полета.
es: Falta campo obligatorio.

# api_error_invalid_username
source: This username is invalid.
bg_bg: Невалидно потребителско име.
es: El nombre de usuario no es válido.

# api_error_invalid_email
source: This email is invalid.
bg_bg: Невалиден имейл.
es: El email no es válido.

# api_error_username_already_in_use
source: This username already exists.
bg_bg: Това потребителско име е вече заето.
es: Este nombre de usuario ya existe.

# api_error_email_already_in_use
source: This email already exists.
bg_bg: Този имейл е вече зает.
es: Este email ya existe.

# api_error_user_not_logged_in
source: Your session has expired. Please login to continue.
bg_bg: Сесията ти е невалидна. Впиши се отново.
es: La sesión ha expirado. Por favor, vuelve a iniciar sesión para continuar.

# api_error_user_not_owner
source: You do not have permission to edit this item.
bg_bg: Не можеш да редактираш.
es: No tienes permisos para editar este elemento.

# api_error_incorrect_password
source: Your password is incorrect. Please try again.
bg_bg: Грешна парола. Опитай пак.
es: Contraseña incorrecta. Por favor vuelve a intentarlo.

# api_error_max_login_attempts
source: Maximum login attempts have been reached. Please reset your password to continue.
bg_bg: Достигна максималния брой на неуспешни вписвания. Възстанови паролата си, за да продължиш.
es: Has alcanzado el número máximo de intentos para iniciar sesión. Por favor, reestablece tu contraseña para continuar.

# api_error_external_provider_not_found
source: This social account does not exist.
bg_bg: Невалиден провайдър.
es: Este servicio externo no existe.

# api_error_external_provider_not_linked
source: This social account has not been linked.
bg_bg: Провайдърът не е свързан към акаунт.
es: Este servicio externo no está vinculado.

# api_error_device_not_found
source: The requested device does not exist.
bg_bg: Невалидно устройство.
es: El dispositivo requerido no está disponible.

# api_error_user_not_found
source: The requested user does not exist.
bg_bg: Този потребител не е намерен.
es: El usuario no está disponible.

# api_error_asset_not_found
source: The requested asset does not exist.
bg_bg: Този елемент не е намерен.
es: El recurso no existe

# api_error_streamable_not_found
source: The requested streamable does not exist.
bg_bg: Този елемент не е намерен.
es: El recurso no existe.

# api_error_comment_not_found
source: The requested comment does not exist.
bg_bg: Този елемент не е намерен.
es: El comentario no existe.

# api_error_location_not_found
source: The requested location does not exist.
bg_bg: Този елемент не е намерен.
es: La localización no existe.

# api_error_token_not_found
source: This token does not exist.
bg_bg: Този елемент не е намерен.
es: EL token no existe.

# api_error_token_expired
source: The provided token has expired.
bg_bg: Невалидна сесия.
es: El token ha expirado.

# api_error_user_not_in_expected_state
source: Your account is not in the expected state. Please reset your password or login to continue.
bg_bg: Акаунтът ти е в неподходящо състояние. Възстанови паролата си, за да продължиш.
es: La cuenta no está en el estado esperado. Por favor, restablece tu contraseña o inicia sesión para continuar.

# api_error_device_already_exists
source: This device already exists.
bg_bg: Устройството е вече регистрирано.
es: El dispositivo ya existe.

# api_error_external_provider_already_linked
source: This social account has already been linked.
bg_bg: Този акаунт е вече регистриран.
es: Este servicio externo ya ha sido vinculado.

# api_error_external_provider_already_linked_for_another_user
source: This external provider has already been linked for another user.
bg_bg: Този акаунт е вече регистриран за друг потребител.
es: Este servicio externo ya ha sido vinculado por otro usuario.

# api_error_general
source: An unexpected error has ocurred. Please contast support to raise a ticket.
bg_bg: Неочаквана грешка. Свържете се с Поддръжка, за да подадете сигнал.
es: Ha ocurrido un error inesperado. Por favor, contacta con soporte.

# api_error_other
source: Looks like we're experiencing some errors processing your request. Make sure you're Internet connection is working and try again. Otherwise please check our status page for more information.
bg_bg: Имаме проблем с обработката на заявката. Провери Интернет връзката си и опитай пак. Ако проблемът продължи, провери статус страницата ни за повече информация.
es: Parece que tenemos problemas con tu petición. Asegúrate de que estás conectado a Internet e inténtalo de nuevo. Para más información comprueba nuestra página web.

# api_error
source: An unexpected error has ocurred. Please contast support to raise a ticket.
bg_bg: Неочаквана грешка. Свържете се с Поддръжка, за да подадете сигнал.
es: Ha ocurrido un error inesperado. Por favor contacta con soporte.

# dialog_input_done
source: Done
bg_bg: Готово
es: Listo

# dialog_input_prompt
source: Please enter a valid username.
bg_bg: Въведи потребителско име.
es: Por favor introduce un nombre de usuario valido.

# validation_login_username
source: Please enter a username.
bg_bg: Въведи потребителско име.
es: Por favor introduce un nombre de usuario.

# validation_login_password
source: Please enter a password.
bg_bg: Въведи парола.
es: Por favor introduce una contraseña.

# validation_login_new_password
source: Please enter your new password.
bg_bg: Въведи нова парола.
es: Por favor introduce una contraseña nueva.

# validation_sign_up_firstname
source: Please enter your first name.
bg_bg: Въведи име.
es: Por favor introduce tu nombre.

# validation_sign_up_lastname
source: Please enter your last name.
bg_bg: Въведи фамилия.
es: Por favor introduce tus apellidos.

# validation_sign_up_email
source: Please enter your email address.
bg_bg: Въведи имейл адрес.
es: Por favor introduce tu cuenta de email.

# validation_sign_up_confirm_password
source: Please confirm your password.
bg_bg: Потвърди паролата си.
es: Por favor confirma tu contraseña.

# validation_sign_up_password_mismatch
source: Your passwords do not match.
bg_bg: Паролите не съвпадат.
es: Tus contraseñas no coinciden.

# share_image
source: This post cannot be shared yet..
bg_bg: Споделянето на този елемент е все още невъзможно
es: Este post no se pudo compartir aún...

# date_now
source: now
bg_bg: сега
es: ahora

# date_y
source: %liy
bg_bg: %liг

# date_mo
source: %limo
bg_bg: %liм

# date_d
source: %lid
bg_bg: %liд

# date_h
source: %lih
bg_bg: %liч

# date_m
source: %lim
bg_bg: %liмин

# date_s
source: %lis
bg_bg: %liсек

# date_time_ago
source: %li %@ ago
bg_bg: преди %li %@
es: hace %li %@

# date_just_now
source: Just now
bg_bg: Сега
es: Ahora mismo

# date_year
source: year
bg_bg: година
es: año

# date_years
source: years
bg_bg: години
es: años

# date_month
source: month
bg_bg: месец
es: %limo

# date_months
source: months
bg_bg: месеца
es: meses

# date_day
source: day
bg_bg: ден
es: día

# date_days
source: days
bg_bg: дни
es: días

# date_hour
source: hour
bg_bg: час
es: hora

# date_hours
source: hours
bg_bg: часа
es: horas

# date_minute
source: minute
bg_bg: минута
es: minuto

# date_minutes
source: minutes
bg_bg: минути
es: minutos

# controller_streamables_no_graffiti
source: No graffiti
bg_bg: Няма рисунки
es: No hay grafitis

# controller_streamables_no_graffiti_detail
source: No graffiti were found over here. Please come back again.
bg_bg: Няма намерени рисунки. Опитай пак.
es: No se encontraron grafitis por esta zona. Vuelve más adelante o crea uno tú mismo.

# controller_users_no_users
source: No users
bg_bg: Няма потребители
es: No hay usuarios

# controller_users_no_users_detail
source: No users were found. Please come back again.
bg_bg: Няма намерени потребители. Опитай пак.
es: No se encontraron usuarios.

# controller_image_picker_prompt
source: Choose image source
bg_bg: Избери снимка
es: Elige el origen de las imágenes

# controller_image_picker_photos
source: Choose from photos
bg_bg: Избери от Албуми
es: Elegir desde la galería de imágenes

# controller_image_picker_take_picture
source: Take a picture
bg_bg: Снимай
es: Sacar foto

# controller_image_picker_remove
source: Remove image
bg_bg: Изчисти снимката
es: Eliminar foto

# controller_image_picker_remove_prompt
source: Are you sure you want to clear this image?
bg_bg: Сигурен ли си, че искаш да изчистиш снимката?
es: ¿Estás seguro de que quieres eliminar la imagen?

# controller_image_picker_remove_prompt_yes
source: Yes, clear it!
bg_bg: Да, изчисти!
es: Si, elimínala

# controller_image_picker_remove_prompt_cancel
source: Cancel
bg_bg: Отмяна
es: Cancelar

# controller_avatar_prompt_picture_source
source: Choose a source for your profile picture
bg_bg: Избери снимка
es: ¿Desde donde quieres elegir tu foto de perfil?

# controller_avatar_prompt_import_from_facebook
source: Import from Facebook
bg_bg: Изпозлвай снимката ми от Facebook
es: Importar desde Facebook

# controller_avatar_prompt_say_cheese
source: Say "Cheese!"
bg_bg: Кажи "Зеле!"
es: Dí "¡Pataaataaa!"

# controller_avatar_prompt_later
source: I'll do it later
bg_bg: По-късно
es: Más tarde

# controller_onboarding_go
source: Let's go!
bg_bg: Напред!
es: ¡Allá vamos!

# controller_onboarding_screen_1_title
source: Paint
bg_bg: Рисувай
es: Pintar

# controller_onboarding_screen_1_description
source: Creating beautiful art is as easy as moving your finger across the canvas.
bg_bg: Рисувай лесно и бързо с едно докосване.
es: Crear arte es tan fácil como deslizar tu dedo a través del lienzo.

# controller_onboarding_screen_2_title
source: Enhance
bg_bg: Филтрирай
es: Mejorar

# controller_onboarding_screen_2_description
source: Make your drawing stand out with a variety of filters and effects.
bg_bg: Добави филтри и специални ефекти, за да завършиш творението си.
es: Destaca tu dibujo con variedad de filtros y efectos.

# controller_onboarding_screen_3_title
source: Explore
bg_bg: Търси
es: Explorar

# controller_onboarding_screen_3_description
source: Discover what your friends are creating around your area.
bg_bg: Открий какво рисуват приятелите ти наоколо.
es: Descubre lo que tus amigos están creando en tu zona.

# controller_onboarding_screen_4_title
source: Follow
bg_bg: Следвай
es: Seguir

# controller_onboarding_screen_4_description
source: Follow your favourite artists and get instant updates about new content.
bg_bg: Следвай любимите си творци и получавай известия за нови рисунки.
es: Sigue a tus artistas favoritos y obtén actualizaciones al instante.

# controller_onboarding_screen_5_title
source: Profile
bg_bg: Профиле
es: Perfil

# controller_onboarding_screen_5_description
source: Everything you make is nicely stored in your creative profile. Ready to get started?
bg_bg: Всичко, което създаваш се запазва в твоя профиле. Готов ли си да започнеш?
es: Todas tus creaciones se guardan en tu perfil creativo. ¿Listo para empezar?

# controller_create_skip_description
source: Ready to draw? No problem, you can enable the tutorial again from Settings.
bg_bg: Готов си да рисуваш? Няма проблем, може да активираш помощника отново през Настройки.
es: ¿Listo para dibujar? No te preocupes, puedes activar el tutorial en cualquier momento desde Ajustes.

# controller_create_location_unavailable
source: Your location could not be determined right now. Would you like to still publish this post?
bg_bg: Не можем да те позиционираме в момента. Искаш ли все пак да публикуваш рисунката?
es: No se puede determinar tu localization en este momento. ¿Quieres publicarlo igualmente?

# controller_create_location_unavailable_yes
source: Yes, publish it
bg_bg: Да, публикувай
es: Sí, publícalo

# controller_create_saved
source: Your graffiti was saved in your photos album
bg_bg: Рисунката е запазена в Албуми.
es: Tu grafiti se ha guardado en tu album de fotos

# controller_create_share_prompt
source: Looks great! How about sharing it with the rest of the world?
bg_bg: Изглежда страхотно! Защо не го споделиш с всички?
es: ¡Estupendo! ¿Quieres que todo el mundo lo vea?

# controller_create_share_publish
source: Publish
bg_bg: Публикувай
es: Publicar

# controller_create_share
source: Share
bg_bg: Сподели
es: Compartir

# controller_create_share_save
source: Save to Photos Album
bg_bg: Запази в Албуми
es: Guardar en el álbum de fotos

# controller_create_share_discard
source: Discard
bg_bg: Отхвърли
es: Descartar

# controller_create_share_discard_prompt
source: Are you sure you want to discard this drawing? Any unsaved progress will be lost.
bg_bg: Сигурен ли си, че искаш да отхвърлиш тази рисунка?
es: ¿Estás seguro de que quieres descartar este dibujo? Se perderá cualquier cambio no guardado.

# controller_create_share_discard_prompt_yes
source: Yes, discard it
bg_bg: Да, отхвърли
es: Sí, descártalo

# controller_create_clear_description
source: What would you like to do?
bg_bg: Опции
es: ¿Que te gustaría hacer?

# controller_create_clear_drawing_layer
source: Clear drawing layer
bg_bg: Изчисти рисунката
es: Limpiar capa

# controller_create_clear_drawing_prompt
source: Are you sure you want to clear your drawing? Any unsaved progress will be lost.
bg_bg: Сигурен ли си, че искаш да изчистиш рисунката?
es: ¿Estás seguro de que quieres limpiar tu dibujo? Se perderá cualquier cambio no guardado.

# controller_create_clear_prompt_yes
source: Yes, clear it
bg_bg: Да, изчисти
es: Sí, límpialo

# controller_create_clear_background_layer
source: Clear background image
bg_bg: Премахни фон
es: Limpiar imagen de fondo

# controller_create_clear_background_prompt
source: Are you sure you want to clear the background image? Any unsaved progress will be lost.
bg_bg: Сигурен ли си, че искаш да премахнеш фоновата снимка?
es: ¿Estás seguro de que quieres quitar la imagen de fondo? Se perderá cualquier cambio no guardado.

# controller_create_clear_everything
source: Clear everything
bg_bg: Изчисти всичко
es: Borrar todo

# controller_create_assistant_intro
source: Drawing with the canvas is quick and easy. Tap on the screen to get started!
bg_bg: Рисуването става лесно и бързо. Докосни екрана, за да започнеш!
es: Dibujar en el lienzo es fácil y rápido. ¡Toca la pantalla para empezar!

# controller_create_assistant_line
source: You can draw by sliding your finger on the screen. Give it a try!
bg_bg: Рисувай, докосвайки екрана. Пробвай!
es: Dibuja deslizando tu dedo por la pantalla. ¡Prueba!

# controller_create_assistant_line_tool
source: Great tool choice. Lets see it in action!
bg_bg: Страхотен избор. Да видим как изглежда!
es: Buena elección!. ¡Veámosla en acción!

# controller_create_assistant_line_stroke
source: Give that new brush a try!
bg_bg: Пробвай новата четка!
es: ¡Prueba un nuevo pincel!
