Repository: LuciaCL/GraffiTab-iOS
Catalog: GraffiTab/*.lproj/Localizable.strings
Languages: bg_bg, es

# controller_create_assistant_line_color
source: That color looks nice. Why don't you give it a try?
bg_bg: Красив цвят. Защо не го пробваме?
es: Ese color queda genial. Pruébalo!

# controller_create_assistant_color
source: Drawing lines is fun but it's even nicer with colors. Tap on the palette to choose a different color.
bg_bg: Линиите за забавни, но още по-забавно е с цветове. Натисни, за да избереш нов цвят.
es: Dibujar lineas es divertido, pero con colores es mucho mejor!. Toca la paleta para elegir un color diferente.

# controller_create_assistant_stroke
source: In addition to colors you can also control the width and opacity of the current brush. Tap the brush settings to check it out.
bg_bg: Освен цветовете, можеш да контролираш дебелината и силата на четката. Натисни, за да пробваш.
es: Además del color, puedes cambiar el tamaño y la opacidad del pincel. Toca los ajustes del pincel y pruébalo.

# controller_create_assistant_menu
source: So far so good but what's a great artist without his brushes? Let's see what you've got in your toolbox.
bg_bg: До тук добре, но какво е един добър артист без добри четки? Да видим какво има в инструментите за рисуване.
es: Hasta ahora todo bien pero, ¿Qué es un artista sin sus pinceles? Veamos que hay en tus de herramientas.

# controller_create_assistant_tool
source: These are your available tools. Tap on a different tool to continue.
bg_bg: Това са инструментите ти за рисуване. Избери инструмент, за да продължиш.
es: Estas son las herramientas disponibles. Elige una para continuar.

# controller_create_assistant_eraser
source: Even great artists make mistakes sometimes. Do not fear, we have the perfect tool for this. Tap the eraser to erase mistakes.
bg_bg: Дори великите артисти правят грешки. Не се притеснявай, имаме идеалното решение на този проблем. Избери гумичката за корекция на проблеми.
es: Incluso los mejores artistas cometen errores. No temas, tenemos la herramienta perfecta para esto. Selecciona la goma para borrar errores.

# controller_create_assistant_background
source: The white canvas is nice but can quickly become boring. Why not put a background picture and draw on top of it?
bg_bg: Бялото платно е красиво, но може бързо да доскучае. Защо не сложим фон и да порисуваме върху него?
es: Un lienzo en blanco está bien pero se vuelve aburrido rápidamente. ¿Por que no poner una imagen de fondo y dibujar sobre ella?

# controller_create_assistant_enhance
source: Now that your masterpiece is almost done, it's time to add some cool effects to it and make it looks really pro.
bg_bg: Творението ти е почти завършено. Нека да добавим малко визуални ефекти за финал.
es: Ahora que tu obra de arte está casi lista, es el momento de añadir algunos efectos. Toca en filtros para seleccionar uno y aplicarlo al dibujo.

# controller_create_assistant_publish
source: Not bad for a first try! Why don't you share it with your friends or the rest of the GraffiTab community?
bg_bg: Не е зле като за начало! Защо не го споделиш с приятели или с други потребители в GraffiTab?
es: ¡No está mal para ser la primera vez! ¿Porque no compartirla con tus amigos y/o el resto de la comunidad GraffiTab?

# controller_tune_size
source: Size
bg_bg: Размер

# controller_tune_opacity
source: Opacity
bg_bg: Сила

# controller_login_invalid_credentials
source: These credentials are incorrect. Please try again.
bg_bg: Невалидни инициали. Опитай пак.
es: Las credenciales son incorrectas. Inténtalo de nuevo.

# controller_login_facebook_unavailable
source: Facebook login is not available at the moment. Please try again later.
bg_bg: Вход с Facebook е невъзможен в момента. Опитай пак.
es: Iniciar sesión con Facebook no está disponible en este momento. Por favor, inténtalo de nuevo maás tarde.

# controller_login_sign_up
source: Sign up
bg_bg: Регистрация
es: Registrarse

# controller_login_username
source: Username
bg_bg: Потребителско име
es: Usuario

# controller_login_password
source: Password
bg_bg: Парола
es: Contraseña

# controller_login_forgot_password
source: Forgotten password?
bg_bg: Забравена парола?
es: ¿No recuerdas tu contraseña?

# controller_login
source: Login
bg_bg: Вход
es: Iniciar sesión

# controller_login_facebook
source: Login with Facebook
bg_bg: Вход с Facebook
es: Iniciar sesión con Facebook

# controller_login_sign_up_full
source: Don't have an account yet? Sign up
bg_bg: Все още нямаш акаунт? Регистрация
es: ¿Todavía no tienes una cuenta? Regístrate!

# controller_pasword_reset_confirmation
source: Check your email for instructions to reset your password.
bg_bg: Провери имейла си за инструкции как да възстановиш паролата си.
es: Comprueba tu correo para restablecer tu contraseña.

# controller_pasword_reset_reset
source: Reset
bg_bg: Възстанови
es: Restablecer

# controller_pasword_reset
source: Reset password
bg_bg: Възстанови парола
es: Restablecer contraseña

# controller_pasword_reset_description
source: You will receive an email containing your password and instructions on how to reset it.
bg_bg: Ще получиш имейл как да възстановиш паролата си.
es: Recibirás un correo electrónico con instrucciones para restaurar tu contraseña.

# controller_pasword_reset_email
source: Email
bg_bg: Имейл

# controller_sign_up_confirmation
source: You have successfully registered! Please check your email to activate your account.
bg_bg: Регистрацията ти е успешна! Провери имейла си, за да си активираш акаунта.
es: ¡Te has registrado satisfactoriamente! Por favor, comprueba tu correo electrónico para activar la cuenta.

# controller_sign_up_confirmation_title
source: Almost done!
bg_bg: Почти сме готови!
es: ¡Casi listo!

# controller_sign_up_first_name
source: First name
bg_bg: Име
es: Nombre

# controller_sign_up_last_name
source: Last name
bg_bg: Фамилия
es: Apellidos

# controller_sign_up_confirm_password
source: Confirm password
bg_bg: Потвърди парола
es: Confirmar contraseña

# controller_sign_up_terms
source: By registering you agree to our Terms of Use
bg_bg: Регистрирайки се, се съгласяваш с нашите Условия за Ползване
es: Al registrarte aceptas los términos de uso

# controller_sign_up
source: Sign me up
bg_bg: Регистрирай ме
es: Registrarse

# controller_terms_title
source: Terms of Use
bg_bg: Условия за Ползване
es: Términos de uso

# controller_web_file_error
source: Could not open file.
bg_bg: Грешка при отварянето на файла.
es: No se pudo abrir el archivo

# controller_home
source: Home
bg_bg: Начало
es: Inicio

# controller_trending
source: Trending
bg_bg: Популярни
es: Popular

# controller_notifications
source: Notifications
bg_bg: Известия
es: Notificaciones

# controller_recent
source: Recent
bg_bg: Нови
es: Reciente

# controller_private
source: Private Graffiti
bg_bg: Скрити Рисунки
es: Grafiti privado

# controller_feed_empty_title
source: Your feed is empty
bg_bg: Няма нови рисунки
es: Tu sección de grafitis está vacía

# controller_feed_empty_description
source: How about drawing your first sketch?
bg_bg: Защо не нарисуваш първата си рисунка?
es: ¿Quieres dibujar tu primer borrador?

# controller_feed_draw
source: Start Drawing
bg_bg: Рисувай
es: Dibujar

# controller_locations_empty_title
source: No locations yet
bg_bg: Няма местоположения
es: Aún no hay localizaciones

# controller_locations_empty_description
source: Create your first location and start receiving updates when new content is created in the area.
bg_bg: Създай първото си местоположение и започни да получаваш известия за него.
es: Crea tu primera localización y empieza a seguir zonas de tu interés.

# controller_locations_options_title
source: What would you like to do with this place?
bg_bg: Опции
es: ¿Que te gustaría hacer con este lugar?

# controller_locations_copy_address
source: Copy address
bg_bg: Копирай адрес
es: Copiar dirección

# controller_locations_delete
source: Delete
bg_bg: Изтрий
es: Borrar

# controller_locations_delete_prompt
source: Are you sure you want to delete this location?
bg_bg: Сигурен ли си, че искаш да изтриеш това местоположение?
es: ¿Estás seguro de que quieres borrar esta localización?

# controller_locations_delete_prompt_yes
source: Yes, delete it
bg_bg: Да, изтрий
es: Sí, borrala

# controller_locations
source: Locations
bg_bg: Местоположения
es: Localizaciones

# controller_create_location_not_selected
source: This location is not valid or you haven't selected a location yet.
bg_bg: Избери местоположение.
es: Selecciona primero una localización.

# controller_create_location_saved
source: Location saved successfully. Now you will get notifications when new content is available around that area.
bg_bg: Местоположението бе запазено!
es: ¡Localización guardada satisfactoriamente!

# controller_create_location_none
source: No locations found for this address.
bg_bg: Няма местоположения за този адрес.
es: No se han encontrado direcciones de localización.

# controller_create_location_multiple
source: Multiple matches found. The first one will be used.
bg_bg: Намерени са няколко съвпадения. Ще използваме първото.
es: Se han encontrado múltiples coincidencias. Se usará la primera de ellas.

# controller_edit_password_success
source: Password updated!
bg_bg: Паролата е променена!
es: Contraseña actualizada

# controller_edit_password
source: Edit password
bg_bg: Смяна на парола
es: Cambiar contraseña

# controller_edit_password_your
source: Your password
bg_bg: Парола
es: Tu contraseña

# controller_edit_password_new
source: New password
bg_bg: Нова парола
es: Nueva contraseña

# controller_edit_password_confirm
source: Confirm password
bg_bg: Потвърди парола
es: Confirmar contraseña

# controller_edit_profile_success
source: Profile updated!
bg_bg: Профилът ти е запазен!
es: Perfil actualizado

# controller_edit_profile
source: Edit Profile
bg_bg: Редакция на Профил
es: Editar perfil

# controller_edit_profile_avatar_success
source: Avatar updated!
bg_bg: Профилната ти снимка бе променена!
es: Foto de perfil actualizada

# controller_edit_profile_cover_success
source: Banner updated!
bg_bg: Фоновата ти снимка бе променена!
es: Foto de portada actualizada

# controller_edit_profile_avatar
source: Profile Picture
bg_bg: Профилна Снимка
es: Foto de perfil

# controller_edit_profile_cover
source: Cover Picture
bg_bg: Фонова Снимка
es: Foto de portada

# controller_edit_profile_website
source: Website
bg_bg: Уебсайт
es: Página web

# controller_edit_profile_about
source: About
bg_bg: Био

# controller_edit_profile_private_graffiti
source: Manage Private Graffiti
bg_bg: Скрити Рисунки
es: Gestionar grafitis privados

# controller_edit_profile_private_graffiti_title
source: Private Graffiti
bg_bg: Скрити Рисунки
es: Grafitis privados

# controller_edit_profile_private_graffiti_description
source: Private graffiti can only be viewed by you and nobody else.
bg_bg: Само ти имаш достъп до скритите си рисунки.
es: Un graffiti privado solamente puede ser visto por ti y nadie más.

# controller_edit_text_mandatory
source: This field cannot be empty.
bg_bg: Това поле не може да е празно.
es: Este campo no puede estar vacío.

# controller_activity_empty_title
source: No activity
bg_bg: Нищо не е намерено
es: No hay actividad

# controller_activity_empty_description
source: Looks like we don't have any activity to display yet. Please come back again.
bg_bg: Все още няма нищо тук. Опитай пак.
es: Parece que no tenemos ninguna actividad que mostrar aún. Por favor, vuelve más tarde.

# controller_notifications_empty_title
source: No notifications
bg_bg: Няма известия
es: No hay notificaciones

# controller_notifications_empty_description
source: Looks like you have no notifications yet.
bg_bg: Все още нямаш известия.
es: Parece que aún no tienes notificaciones.

# controller_menu_profile
source: Profile
bg_bg: Профил
es: Perfil

# controller_menu_locations
source: Locations
bg_bg: Местоположения
es: Localizaciones

# controller_menu_search
source: Search
bg_bg: Търсене
es: Buscar

# controller_menu_settings
source: Settings
bg_bg: Настройки
es: Ajustes

# controller_search_people
source: People
bg_bg: Потребители
es: Gente

# controller_search_graffiti
source: Graffiti
bg_bg: Рисунки
es: Grafiti

# controller_linked_accounts_facebook_login_error
source: Could not login to Facebook
bg_bg: Грешка при входа с Facebook
es: No se puede iniciar sesión con Facebook

# controller_linked_accounts
source: Linked Accounts
bg_bg: Свързани Акаунти
es: Cuentas vinculadas

# controller_linked_account_unlink_prompt
source: Are you sure you want to unlink this account?
bg_bg: Сигурен ли си, че искаш да откачиш този акаунт?
es: ¿Estás seguro de que quieres desvincular esta cuenta?

# controller_linked_account_unlink_prompt_yes
source: Unlink
bg_bg: Откачи
es: Desvincular

# controller_linked_account_unlink_description
source: Unlinking your account will disable login with that speciffic provider.
bg_bg: Откачането на акаунта ще премахне възможността за вход с този акаунт.
es: Al desvincular tu cuenta desactivarás el inicio de sesión para este servicio.

# controller_linked_account_find_friends
source: Find Friends
bg_bg: Намери Приятели
es: Encontrar amigos

# controller_linked_account_unlink_success
source: This account has successfully been unlinked.
bg_bg: Аканутът е успешно свързан.
es: Esta cuenta ha sido desvinculada satisfactoriamente.

# controller_social_friends_facebook
source: Facebook Friends
bg_bg: Facebook Приятели
es: Amigos en Facebook

# controller_social_friends_twitter
source: Twitter Friends
bg_bg: Twitter Приятели
es: Amigos en Twitter

# controller_social_friends_google
source: Google Friends
bg_bg: Google Приятели
es: Amigos en Google

# controller_about_release_notes
source: Release notes
bg_bg: Новости
es: Notas de la actualización

# controller_about_release_info
source: Release Information
bg_bg: Информация за тази версия
es: Información de la actualización

# controller_about_version
source: Version
bg_bg: Версия
es: Versión

# controller_about_version_info
source: Version information
bg_bg: Информация за тази версия
es: Información sobre la versión.

# controller_about_copyright
source: Â© 2016 GraffiTab All Rights Reserved
bg_bg: © 2016 GraffiTab All Rights Reserved
es: © 2016 GraffiTab All Rights Reserved

# controller_settings_clear_cache_prompt
source: Are you sure you want to clear the app's cache? Clearing the cache will force the app to re-download all images and may incur additional charges if you are not using WiFi.
bg_bg: Сигурен ли си, че искаш да изчистиш кеша на приложението? Изчистването на кеша ще принуди приложението да свали наново снимки и други ресурси.
es: ¿Estás seguro de que quieres borrar la caché de la aplicación? Borrando la cache fuerzas a la aplicación a volver a descargar todas las imágenes y puede incluir cargos adicionales si no estás utilizando WiFi.

# controller_settings_clear_cache
source: Clear App Cache
bg_bg: Изчисти кеш
es: Borrar Cache

# controller_settings_logout_prompt
source: Are you sure you want to log out?
bg_bg: Сигурен ли си, че искаш да се отпишеш?
es: ¿Estás seguro de que quieres cerrar sesión?

# controller_settings_logout
source: Log out
bg_bg: Отпиши ме
es: Cerrar sesión

# controller_settings_change_password
source: Change Password
bg_bg: Промяна на Парола
es: Cambiar contraseña

# controller_settings_liked_posts
source: Posts You've Liked
bg_bg: Неща Харесани от Теб
es: Publicaciones que te han gustado

# controller_settings_remember_me
source: Remember me
bg_bg: Запомни ме
es: Recordarme

# controller_settings_remember_me_description
source: Remembers your login credentials and autofills them in case you log out.
bg_bg: Ще запомним потребителското ти име и парола и ще ги попълним атвоматично на логин страницата.
es: Recuerda tus credenciales de inicio de sesión y te las recuerda en caso de cerrar sesión.

# controller_settings_find_facebook_friends
source: Find Facebook Friends
bg_bg: Намери Приятели от Facebook
es: Buscar a tus amigos de Facebook

# controller_settings_invite_facebook_friends
source: Invite Facebook Friends
bg_bg: Покани Приятели от Facebook
es: Invitar a tus amigos de Facebook

# controller_settings_followers_activity
source: Followers Activity
bg_bg: Други Известия
es: Actividad de seguidores

# controller_settings_linked_accounts
source: Linked Accounts
bg_bg: ВЪрзани Акаунти
es: Cuentas vinculadas

# controller_settings_assistant
source: Show Drawing Assistant
bg_bg: Показване на Асистент за Рисуване
es: Mostrar asistente de dibujo

# controller_settings_help_center
source: Help Center
bg_bg: Помощ и Поддърка
es: Centro de ayuda

# controller_settings_feedback
source: Report a Problem
bg_bg: Докладвай Проблем
es: Reportar un problema

# controller_settings_about
source: About
bg_bg: За GraffiTab
es: Sobre

# controller_settings_account
source: Account
bg_bg: Акаунт
es: Cuenta

# controller_settings_discover
source: Discover
bg_bg: Открий
es: Descubre

# controller_settings_support
source: Support
bg_bg: Поддръжка
es: Soporte

# controller_settings_language
source: Language
bg_bg: Език
es: Idioma

# controller_language_prompt
source: Other languages
bg_bg: Избери език
es: Seleciona un idioma

# controller_language_prompt_description
source: You will need to restart the app for the language to take effect.
bg_bg: Ще трябва да рестартираш приложението, за да се промени езикът.
es: Necesitas reiniciar la aplicación para que el cambio de idioma tenga efecto.

# controller_streamable_options_title
source: What would you like to do with this graffiti?
bg_bg: Опции
es: ¿Que te gustaría hacer con este grafiti?

# controller_streamable_options_public
source: Mark Public
bg_bg: Маркирай като Публичен
es: Marcar como público

# controller_streamable_options_private
source: Mark Private
bg_bg: Скрий
es: Marcar como privado

# controller_streamable_options_set_avatar
source: Set as Profile Picture
bg_bg: Използвай за Профилна Снимка
es: Poner como foto de perfil

# controller_streamable_options_flag
source: Flag Inappropriate
bg_bg: Докладвай
es: Marcar como inapropiado

# controller_streamable_options_flag_prompt
source: Mark this graffiti as inappropriate?
bg_bg: Докладвай тази снимка?
es: ¿Marcar este grafiti como inapropiado?

# controller_streamable_options_explore
source: Explore Map Area
bg_bg: Разучи Район на Картата
es: Explorar zona del mapa

# controller_streamable_options_copy_link
source: Copy Link
bg_bg: Копирай Линк
es: Copiar enlace

# controller_streamable_options_save_success
source: This graffiti was saved in your photos album
bg_bg: Рисунката бе запазена в Албуми
es: Este graffiti ha sido guardado en tu album de fotos

# controller_streamable_options_delete_prompt
source: Are you sure you want to delete this graffiti?
bg_bg: Сигурен ли си, че искаш да изтриеш тази рисунка?
es: ¿Estás seguro de que quieres borrar este grafiti?

# controller_comments_options_title
source: What would you like to do with this comment?
bg_bg: Опции
es: ¿Qué te gustaría hacer con este comentario?

# controller_comments_options_delete_prompt
source: Are you sure you want to delete this comment?
bg_bg: Сигурен ли си, че искаш да изтриеш този коментар?
es: ¿Estás seguro de que quieres borrar este comentario?

# controller_comments_send_failure_options_title
source: This comment was not sent
bg_bg: Коментарът не бе изпратен
es: Este comentario no ha sido enviado

# controller_comments_send_failure_options_try_again
source: Try again
bg_bg: Опитай отново
es: Vuelve a intentarlo

# controller_comments
source: Comments
bg_bg: Коментари
es: Comentarios

# controller_comments_post_prompt
source: Write your comment here
bg_bg: Напиши коментар тук
es: Escribe tu comentario aquí

# controller_likers
source: Likers
bg_bg: Хора, които харесват
es: Personas a las que les gusta

# controller_likes
source: Likes
bg_bg: Харесвания
es: Me gustas

# controller_streamable_cluster
source: %li discovered
bg_bg: %li наоколо
es: %li en los alrededores

# controller_static_streamables
source: %li graffiti
bg_bg: %li рисунки
es: %li grafiti

# controller_static_users
source: %li people
bg_bg: %li потребители
es: %li gente

# controller_followers
source: Followers
bg_bg: Последователи
es: Seguidores

# controller_following
source: Following
bg_bg: Следвани
es: Siguiendo

# other_skip
source: Skip
bg_bg: Пропусни
es: Saltar

# other_post
source: Post
bg_bg: Публикувай
es: Publicar

# other_close
source: Close
bg_bg: Затвори
es: Cerrar

# other_copy
source: Copy
bg_bg: Копирай
es: Copiar

# other_edit
source: Edit
bg_bg: Редакция
es: Editar

# other_save
source: Save
bg_bg: Запази
es: Guardar

# other_processing
source: Processing
bg_bg: Обработка
es: Procesando

# other_cancel
source: Cancel
bg_bg: Отмени
es: Cancelar

# other_done
source: Done
bg_bg: Готово
es: Listo

# other_send
source: Send
bg_bg: Изпрати
es: Enviado

# other_delete
source: Delete
bg_bg: Изтрий
es: Borrar

# api_error_forbidden
source: This resource is forbidden.
es: Esta acción está prohibida.

# controller_about_build
source: Build
es: Construir
